ideologies = [
    {
        "name": "Yiğit Hayta",
        "stats": {
            "a": 50,
            "e": 50,
            "c": 20,
            "p": 30,
			"s": 20,
			"o": 50,
			"w": 20,
			"v": 50,
			"n": 50,
			"x": 40
        }
    },
	{
        "name": "Eren Öztop",
        "stats": {
            "a": 70,
            "e": 60,
            "c": 60,
            "p": 80,
			"s": 80,
			"o": 20,
			"w": 0,
			"v": 20,
			"n": 50,
			"x": 70
        }
    },
	{
        "name": "Yağız Arı",
        "stats": {
            "a": 20,
            "e": 70,
            "c": 70,
            "p": 100,
			"s": 10,
			"o": 30,
			"w": 60,
			"v": 10,
			"n": 80,
			"x": 100
        }
    },
	{
        "name": "Eren Berkay Erkılıç",
        "stats": {
            "a": 100,
            "e": 50,
            "c": 0,
            "p": 0,
			"s": 30,
			"o": 0,
			"w": 60,
			"v": 40,
			"n": 100,
			"x": 40
        }
    },
	{
        "name": "Arben Parlak",
        "stats": {
            "a": 30,
            "e": 30,
            "c": 80,
            "p": 80,
			"s": 100,
			"o": 100,
			"w": 80,
			"v": 20,
			"n": 30,
			"x": 10
        }
    }
];
